{
  "profile": [
    {
      "id": 1,
      "name": "Erdi",
      "email": "orunerdi186@gmail.com",
      "password": "12345678"
    },
    {
      "id": 2,
      "name": "1",
      "email": "1",
      "password": "1"
    },
    {
      "id": 3,
      "name": "Kenan",
      "email": "orunerdi186@gmail.com",
      "password": "12345678"
    },
    {
      "name": "Selim",
      "email": "selim@gmail.com",
      "password": "123456",
      "id": 4
    },
    {
      "name": "Selim",
      "email": "selim@gmail.com",
      "password": "123456",
      "id": 5
    },
    {
      "name": "kenan",
      "email": "kenan@gmail.com",
      "password": "123456",
      "id": 6
    },
    {
      "name": "enes",
      "email": "enes@gmail.com",
      "password": "321654",
      "id": 7
    },
    {
      "name": "selin",
      "email": "selin@gmail.com",
      "password": "321654",
      "id": 8
    },
    {
      "name": "3",
      "email": "3",
      "password": "3",
      "id": 9
    }
  ],
  "product": [
    {
      "id": 1,
      "name": "Çay",
      "piece": "1kg",
      "price": "120"
    },
    {
      "id": 2,
      "name": "Kalemlik",
      "piece": "1 adet",
      "price": "400"
    },
    {
      "id": 3,
      "name": "Büyük Gemi",
      "piece": "1 adet",
      "price": "400"
    },
    {
      "id": 4,
      "name": "Yayla Evi",
      "piece": "1 adet",
      "price": "400"
    },
    {
      "id": 5,
      "name": "Küçük Gemi",
      "piece": "1 adet",
      "price": "400"
    },
    {
      "id": 6,
      "name": "Çay Bardağı",
      "piece": "1 adet",
      "price": "400"
    },
    {
      "id": 7,
      "name": "Çay",
      "piece": "2kg",
      "price": "220"
    },
    {
      "id": 8,
      "name": "Çay",
      "piece": "3kg",
      "price": "320"
    }
  ],
  "places": [
    {
      "id": 1,
      "name": "Rize Kalesi",
      "description": "Rize Kalesi, sehir merkezinin güneybatısına kurulmuş bir kaledir. İç Kale ve Aşağı Kale olarak iki bölümü vardır. Yoğun yerleşme sebebiyle Aşağı Kale yok olmuştur. Batı tarafından bazı sur parçaları ve kuleleri günümüze gelebilmiştir. ",
      "image": "https://kinyahotel.com/uploads/rize-kalitesi.jpg"
    },
    {
      "id": 2,
      "name": "Atatürk Evi Ve Etnografya Müzesi",
      "description": "Rize Atatürk Evi Müzesi, Rize merkeze bağlı Müftü Mahallesi'nde yer alan, 1920 yılında yapımına başlanan ve 1921 yılında tamamlanan bir yapı üzerine kurulmuş müzedir. 20. yüzyıl Türk mimarisinin özelliklerine göre inşa edilen ve iç sofalı plan tipine sahip olan bina, üç katlı bir konaktır",
      "image": "https://www.kulturportali.gov.tr/repoKulturPortali/large/25022013/98b6f958-47af-4960-9461-ade0b80a98f9.JPG?format=jpg&quality=50"
    },
    {
      "id": 3,
      "name": "Pokut Yaylası",
      "description": "Pokut Yaylası, Rize ilinin, Çamlıhemşin ilçesinde bulunan bir yayladır. Yayla, Çamlıhemşin İlçesi'nin güneyinde, Fırtına deresi ve Hala deresinin oluşturduğu vadiler arasında ve 2032 metre yükseklikte bulunmaktadır. ",
      "image": "https://www.ayderserender.com/wp-content/uploads/2018/06/pokut-yaylasi-1200x675.jpg.webp"
    },
    {
      "id": 4,
      "name": "Elevit Yaylası",
      "description": "Elevit Yaylası, Rize ilinin, Çamlıhemşin ilçesine bağlı bir yayladır. Yörede muhtarlığı bulunan tek yayladır ve 1800 rakıma sahiptir.",
      "image": "https://organicatour.com/uploads/p/elevit-yaylasi-turu.jpg"
    },
    {
      "id": 5,
      "name": "Isırlık Tabiat Parkı",
      "description": "Isırlık tabiat parkı 12 ha’lık bir büyüklüğe sahiptir. İçerisinde birçok endemik bitkiyi barındırmakta olup vatandaşlarımız sosyal ve kültürel açıdan vakit geçirebilecekleri bir yerdir.Isırılık Tabiat Parkı'ndaki inşaat çalışmaları  tamamlanarak  vatandaşlarımızın kullanımına açılmıştır. İçerisinde vatandaşlarımız için hem piknik alanı hemde sosyal tesis hizmeti bulunmaktadır.",
      "image": "https://rize.ktb.gov.tr/Resim/430530,isirliktabiatparki-2jpg.png?0"
    },
    {
      "id": 6,
      "name": "Fırtına Deresi",
      "description": "Fırtına Deresi veya eski adıyla Peruma, Doğu Karadeniz'de yer alan akarsulardan birisi olup, Kaçkar Dağları'nın Karadeniz'e bakan yamaçlarındaki derelerin birleşmesi ile oluşmuştur. Rize Ardeşen'in yaklaşık 2 km batısında Karadeniz'e dökülen Fırtına Deresi, 68 km uzunluğundadır.",
      "image": "https://upload.wikimedia.org/wikipedia/commons/b/b0/ArchBridgeOverFirtinaDeresi%40Rize-Turkey-1.JPG"
    },
    {
      "id": 7,
      "name": "Anzer Yaylasi",
      "description": "Anzer Yaylası, Rize'nin İkizdere ilçesinin 35 km güney batısında kalan bir yayla. Aşağı Anzer ve Yukarı Anzer olmak üzere ikiye ayrılır. Rize il merkezine 54 km mesafededir. Balıyla ünlü olan yayla aynı zamanda önemli bir ekoturizm alanıdır.",
      "image": "https://www.ridosotel.com.tr/galeri/anzer1.jpg"
    },
    {
      "id": 8,
      "name": "Ayder Yaylası",
      "description": "Sadece Rize'nin değil Türkiye'nin de ünlü yaylalarından biri olan Ayder Yaylası, Türkiye'nin en yüksek 4. dağı olan Kaçkar Dağları eteklerinde, 1300 metre yükseklikte unutulmaz bir doğa gezisi sunuyor. Ülkemizin turizm olanakları bakımından en gelişmiş yaylalarından olan Ayder Yaylası'nda her bütçeye göre doğa otelleri, bungalovlar, orman köşkleri ve ahşap tasarımlı yayla evleri gibi pek çok konaklama alternatifi bulabilirsiniz.",
      "image": "https://static.ticimax.cloud/33860/uploads/urunresimleri/buyuk/ayder-yaylasi-3-gece-konaklamali-butik-ee-80e.jpeg"
    },
    {
      "id": 9,
      "name": "Gito Yaylası",
      "description": "Rize'nin doğal güzellikleri ile ünlü ilçesi Çamlıhemşin’de Çat Vadisi üzerinde yer alan Gito Yaylası, Karadeniz'in en güzel yaylalarından biri olarak görülmeye değer. Deniz seviyesinden yaklaşık 2070 metre yükseklikte uzanan yayla, sislerle kaplı büyüleyici çam ormanı manzaraları ile ünlü.",
      "image": "https://yenidenyollara.com/wp-content/uploads/2020/07/gito-yaylas%C4%B1-819x1024.jpg"
    },
    {
      "id": 10,
      "name": "Huser Yaylası",
      "description": "Rize'nin yaylalar bakımından tam bir cennet olan ilçesi Çamlıhemşin ilçesi sınırlarında, deniz seviyesinden yaklaşık 2328 metre yükseklikte yer alan Huser Yaylası, Türkiye'nin dünya çapında ünlü yayalarından biri. Bulutlarla birleşen dağ eteklerinde tertemiz havada keyifli bir doğa gezisi yapabileceğiniz yaylada karlarla kaplı dağların ve sislerin sardığı Karadeniz ormanlarının panoramik fotoğraflarını çekebilirsiniz.",
      "image": "https://static.agentis.com.tr/trippters.com/uploads/huser_yaylasi_turu.jpg"
    }
  ],
  "history": [
    {
      "id": 1,
      "name": "Rize",
      "history1": "Rize (Antik Yunanca: Ριζαίον, 'Rizeon'; Romeika: Ριζούντα, 'Rizunda'; Lazca: რიზინი, 'Rizini'), Karadeniz Bölgesi'nin Doğu Karadeniz bölümünde yer alan Rize ilinin merkezidir. Tarihi Pontus bölgesinin doğusunda kalan Rize, Osmanlı döneminde Lazistan Sancağı'nda yer almıştır. Günümüzde Türkiye'ye bağlıdır.Doğuda Çayeli ve Güneysu ile, güneyde İkizdere, batıda Derepazarı ve Kalkandere, kuzeyde Karadeniz ile çevrilidir. Şehrin nüfusu 2009 yılına göre 96.503'tir. 1927'de 14.000 olan nüfusu 1990'da 52.743'e, 2000'de 78.144'e, 2007'de 94.800'e çıkmıştır.",
      "eti": "Antik Çağ yazılı kaynaklarında Rhizus (Ριζοῦς) olarak anılan Rize adının Yunanca 'ριζα' (riza) isminden geldiği sanılmakta olup anlamı 'Dağ Eteği'dir. Bazı yazarlar kent adını yine Yunanca 'pirinç' anlamına gelen rizi (ρύζι) ile 'kök, temel, esas' anlamına gelen Riza (ῥίζα) kelimesiyle ilişkilendirmiş, hatta Lazca İrizeni 'Düzlükler' kelimesi de önerilmiştir. Şehrin Gürcüce adı: 'რიზე', Lazca adı ise 'Rizini'dir.",
      "history2": "Eski dönemlerde burada Kolhisliler yaşamaktaydı.Rize, 1204'te Trabzon İmparatorluğu'na bağlanmıştır. 1470'te Fatih Sultan Mehmet tarafından fethedilmiştir.Spesifik olarak Rize'den bahseden kaynaklara 19. yüzyılda rastlanmaktadır. 18 ve daha sonraki yüzyıllarda yazılmış kaynaklarda Rize'de derebeylik yapmış Tuzcuoğulları ailesinden bahsetmektedir. II. Mahmud'a birkaç kez isyan eden bu aile, 1832'de Tuzcuoğlu İsyanı'nı başlatmıştır. Tuzcuoğulları'na vergi veremeyen köylüler, topraklarını Tuzcuoğulları'na devretmek ve onlar için çalışmak zorundaydı. Rize'deki bir saray bu aileye aftedilmektedir. Tuzcuoğulları ile rekabet halinde olan Trabzonlu Memişoğulları, Memişoğlu ayaklanmasını başlatmıştır. İki aile arasındaki kan davasında birçok üye öldükten sonra Tuzcuoğulları'nın başlıca aile üyeleri teslim olmuş ve Rusçuk-Varna gibi şehirlere sürülmüştür.[26]Gezgin P. Minas Bijişkyan, bölgede portakal ve limon yetiştirildiğini yazmıştır.Rize 19. yüzyılın ikinci yarısında Batum'un Ruslara bırakılmasının ardından, Trabzon Vilayetine bağlı Lazistan Sancağının merkezi olmuş, Cumhuriyet döneminde il merkezi olmuştur. I. Dünya Savaşı'nda yaklaşık iki yıl süren Rus işgalinin ardından özellikle çay ekiminin yaygınlaşması ile önemli bir gelişme göstermiştir.",
      "climate": "Kıyı kesiminde ılık ve çok yağışlı bir iklim hüküm sürmektedir. Rize ili, Türkiye'nin en çok yağış alan bölgesidir. Bu durum Rize'de sel baskını ve heyelanların görülme sıklığını da arttırmaktadır.[27] Kış aylarında iç kesimlerde karasal iklim hüküm sürer."
    }
  ]
}
